;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
; Soft Version: 7.x
;

[Translation]
LangCode=041a
ReadHabit=S lijeva na desno
LanguageName=HR
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Potvrda
Warning=Upozorenje
Error=Greška
Confirm=Potvrda
pmGo=Idi na stavku
pmNone=Ne biraj ništa
pmAll1=Izaberi sve
pmrec=Preporučeno
pmIgnore=Zanemari stavku
pmExport=Izvezi u...
pmInvert=Poništi odabir
Frminput.btnok.caption=U redu
Frminput.btncancel.caption=Prekini
FrmWDC.pmHelp.caption=Mrežna pomoć
FrmWDC.pmHome.caption=Početna stranica
FrmWDC.pmCheckNew.caption=Provjeri nadogradnje
FrmWDC.pmLang.caption=Jezici
FrmWDC..caption=O programu
FrmWDC.btncomm.caption=Zajednički čistač
FrmWDC.btnadv.caption=Napredni čistač
FrmWDC.btnsilm.caption=Oblikovanje sistema
FrmWDC.btnrestore.caption=Vrati
FrmWDC.btnsettings.caption=Postavke
FrmWDC.btnlikeit.caption=Sviđa mi se
FrmWDC.btnsuggest.caption=Prijedlozi i povratne informacije
FrmAdvSettings.lblinfo.caption="Nađi prazne datoteke" ima učinak samo jedanput. Idući put ga trebate odabrati ponovo.
Frmadvdc.btnscan.caption=Skeniraj
Frmadvdc.lblpath.caption=Lokacija skeniranja:
Frmadvdc.btnrescan.caption=Skeniraj ponovo
Frmadvdc.btnall.caption=Izaberi sve
Frmadvdc.btnadvanced.caption=Napredne postavke
Frmadvdc.btnnone.caption=Ne biraj ništa
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleaner je vodeći besplatni čistač registra za Windowse. Brz, temeljit i siguran!
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblpceinfo.caption=Wise PC Engineer je skup važnih programa za registar, disk, i drugih sistemskih alata za vaše računalo. Lagan za korištenje i djelotvoran!
Frmadvdc.lblpce.caption=Wise PC Engineer
Frmadvdc.lblspeed.caption=Najbrže skeniranje na svijetu!
Frmadvdc.lblrec.caption=Druge aplikacije koje korisnici vole:
Frmadvdc.vtfiles.Columns[0]=Ime datoteke
Frmadvdc.vtfiles.Columns[1]=Veličina
Frmadvdc.vtfiles.Columns[2]=Putanja
Frmadvdc.vtfiles.Columns[3]=Vrijeme zadnjeg pristupa
Frmadvdc.vtfiles.Columns[4]=Tip
FrmAdvSettings.btnok.caption=U redu
FrmAdvSettings.btnadd.caption=Dodaj
FrmAdvSettings.btnremove.caption=Ukloni
FrmAdvSettings.btncancel.caption=Prekini
FrmAdvSettings.wcknull.caption=Nađi prazne datoteke (0 byte, sporije)
FrmAdvSettings.wckshortcut.caption=Nađi neispravne prečace (sporije)
FrmAdvSettings.caption=Napredne postavke
FrmAdvSettings.btnre.caption=Preporučeno
FrmAdvSettings.btnall.caption=Izaberi sve
FrmAdvSettings.btnnone.caption=Ne biraj ništa
FrmAboutWin.caption=O programu
FrmAboutWin.btnOK.caption=U redu
FrmAbout.lblver.caption=Trenutna verzija:
FrmAbout.lblhome.caption=Početna stranica:
FrmAbout.lblemail.caption=Email podrška:
FrmAbout.lblthanks.caption=Hvala slijedećim osobama na njihovom doprinosiu:
FrmAutorunSettings.lblcmd.caption=Način komandne linije
FrmAutorunSettings.lblcmdinfo.caption=Možete pokrenuti program, skenirati i čistiti vaše diskove automatski preko komandne linije. Za više informacija, molimo pritisnite F1 ili kliknite na slijedeći URL da biste pročitali naše dokumente pomoći.
FrmAutorunSettings.chk1.caption=Stvori ikonu "Očisti sa 1-klikom", i smjesti na radnu površinu
FrmAutorunSettings.chkadv.caption=Uključuje napredni čistač
FrmAutorunSettings.btnhelp.caption=Mrežna pomoć
FrmCommon.btnall.caption=Izaberi sve
FrmCommon.btnre.caption=Preporučeno
FrmCommon.btnnone.caption=Ne biraj ništa
FrmCommon.wckadv.caption=Uključuje napredni čistač
FrmCommon.WiseLabel1.caption=Raspored
FrmCommon.lbltype.caption=Izaberi tip pokretanja:
FrmCommon.lblweek.caption=Izaberi dan:
FrmCommon.lbltime.caption=Vrijeme:
FrmCommon.btnScan.caption=Skeniraj
FrmCommon.lblstat.caption=Brz i lagan za čišćenje beskorisnih datoteka i tragova.
FrmCommon.btncancel.caption=Prekini
FrmCommon.btnrescan.caption=Skeniraj ponovo
FrmExclusion.btnAddFile.caption=Dodaj datoteku
FrmExclusion.btnAddFolder.caption=Dodaj mapu
FrmExclusion.btnAddType.caption=Dodaj tip datoteke
FrmExclusion.btnImport.caption=Uvezi
FrmExclusion.btnExport.caption=Izvezi
FrmExclusion.btnRemove.caption=Ukloni
FrmGeneral.chkNews.caption=Auto preuzimanje biltena
FrmGeneral.chkwipe.caption=Sigurno brisanje (sporije)
FrmGeneral.WiseLabel1.caption=Provjerite nadogradnje:
FrmGeneral.WiseLabel2.caption=Zadani jezik:
FrmGeneral.btnchecknew.caption=Provjeri sada
FrmGeneral.WiseLabel4.caption=Isprazni korisničke mape (Samo napredni korisnici)
FrmGeneral.btnAdd.caption=Dodaj
FrmGeneral.btnRemove.caption=Ukloni
FrmRestore.btnrestore.caption=Vrati
FrmRestore.btnremove.caption=Ukloni
FrmRestore.Btnclose.caption=Close
FrmRestore.caption=Vrati
FrmSettings.tsCommon.caption=Općenito
FrmSettings.tsAutoRun.caption=Samopokretanje
FrmSettings.tsExclusion.caption=Izuzeće
FrmSettings.btnAbout.caption=O programu
FrmSettings.btnok.caption=U redu
FrmSettings.btncancel.caption=Prekini
FrmSettings.caption=Postavke
FrmSysClean.lblrecommendinfo.caption=Molimo, sad probajte naše pametne proizvode za poboljšanje izvođenja Windowsa.
FrmSysClean.lblpce.caption=Wise PC Engineer
FrmSysClean.lblpceinfo.caption=Wise PC Engineer je skup važnih programa za registar, disk, i drugih sistemskih alata za vaše računalo. Lagan za korištenje i djelotvoran!
FrmSysClean.lbl1.caption=Wise Registry Cleaner je vodeći besplatni čistač registra za Windowse. Brz, temeljit i siguran!
FrmSysClean.lbl2.caption=Wise Registry Cleaner
FrmSysClean.lblre.caption=Želite li daljnje poboljšanje izvođenja vaših Windowsa?
FrmSysClean.btnSlimming.caption=Oblikovanje
FrmSysClean.btnall.caption=Izaberi sve
FrmSysClean.btnrecommended.caption=Preporučeno
FrmSysClean.btnnone.caption=Ne biraj ništa
FrmSysClean.vtsys.Columns[0]=Stavka
FrmSysClean.vtsys.Columns[1]=Veličina
FrmSysClean.vtsys.Columns[2]=Lokacija:
FrmSysClean.vtsys.Columns[3]=Prijedlog:
FrmlikeUs.lblTitle.caption=Ako vam se Wise Disk Cleaner dopada, upoznjte svoje prijatelje sa ovim ljupkim besplatnim alatom.
FrmlikeUs.lblInfo.caption=Molimo podijelite Wise Disk Cleaner sa obitelji, prijateljima, suradnicima i lolegama preko Emaila, Bloga, Twittera, Youtubea, Facebooka itd..Dobro učinjeno! Donijet ćete udobnost i efikasnost u njihove živote.
FrmlikeUs.lblRate.caption=Ocjeni Wise Disk Cleaner:
FrmlikeUs.lblfollow.caption=Prati nas na:
FrmlikeUs.lblshare.caption=Dijeli Wise Disk Cleaner:
FrmlikeUs.btndownload.caption=Besplatno preuzimanje
FrmlikeUs.imgrate.hint=Dajte nam 5 zvjezdica za nagradu
FrmlikeUs.imgmail.hint=Podijeli sa prijateljima
FrmlikeUs.imgface1.hint=Dijeli na facebooku
FrmlikeUs.imgface2.hint=Prati nas na facebooku
FrmlikeUs.imgtwitter1.hint=Dijeli na twitteru
FrmlikeUs.imgtwitter2.hint=Prati nas na twitteru
FrmlikeUs.Caption=Sviđa mi se
FrmlikeUs.lbldownload.caption=Preuzmite više besplatnog softwarea sa WiseCleaner.com :
[GUI]
ButtonYes=Da
ButtonNo=Ne
ButtonOK=U redu
[Message]
LestOneItem=Za čišćenje morate izbrati bar jednu stavku
HistorySaved=Oslobođeno mjesta ukupno: %s
DisableAdd=Za sigurnost, nekim specijalnim mapama (kao što su "Windows Mapa", "Podizanje tvrdog diska" i "CD-ROM") nije dozvoljeno  pridruživanje na ovu listu.
ConfirmAdd=Jeste li sigurni da želite ukloniti sve datoteke u %s kad pokrenete "Napredni čistač"?
DupFolder=Mapa je postojala na listi.
ExImport=Lista izuzeća je izvezena u:
SelectHardDrive=Molimo izaberite tvrdi pogon
CreationDate=Stvoreno dana
Description=Opis
NowCleaning=Sad čistim:
ScheduleNextTime=Idući put:
Never=Nikad
InputType=Unesite ime ili tip datoteke (Na primjer: *.tmp itd..)
WarnNoType=Za pretragu unesite bar jedan tip datoteke!
NoItemChecked=Izaberite jednu ili više datoteka za čišćenje.
WDCRunning=Program se izvodi.
RemoveSysRestore=Želite li ukloniti odabranu točku vraćanja sistema?
RestoreFromSysRestore=Morate ponovo pokrenuti vaše računalo za vraćanje sistema. Želite li sad početi vraćanje?
WarnZeroFile=Izabrali ste način "Prazne datoteke". Neke "0 byte" datoteke su potrebne, molimo provjerite ih prije uklanjanja. Jeste li sigurni da želite to učiniti?
SysRestoring=Priprema za vraćanje sistema...
SysCreating=Stvaram točku vraćanja sistema...
Browse=Izaberi...
AllHardDrive=Lokani tvrdi pogoni
Cleaning=Čistim...
Exported=Trenutne stavke su izvezene u %s, želite li sad otvoriti datoteku?
LeftTimeSec=Trajanje: %s sekunda
Safetodel=Ova se stavka može izbrisati sigurno.
MoreSpace=Za više mjesta
Unknow=Nepoznato.
AddFileType=Dodaj tip datoteke
AlreadExist=%s već je postojala na listi.
illegalType=%s je neispravan tip datoteke.
Summary=Sumarno
InputSummary=Unesite opis za ovaj tip:
noselected=Nijedna stavka nije odabrana.
DelFileType=Jeste li sigurni da želite obrisati ovaj tip datoteke?
ScanAborted=Skeniranje je prekinuto!
TrashFound=%d datoteka, ukupno od %s, je nađeno.
NoTrashAndTrace=Čestitke! Imate čisto računalo!
CleanDone=Čišćenje je gotovo!
LestOne=Odaberite bar jednu stavku za skeniranje.
LestOneClean=Odaberite bar jednu stavku za čišćenje.
Scanning=Skeniram...
InvalidIgnorItem=Ova stavka se ne može zanemariti.
TraceFound=Pronađeno je %d tragova greški.
CleanNow=Preporuča se hitno čišćenje.
TrashRemoved=%d datoteka je uklonjeno i oslobođeno %s diskovnog prostora.
TraceRemoved=%d tragova greški je uklonjeno.
LastCommonClean=Zadnji put ste čistili disk u:
Working=Molimo, pričekajte da završi trenutni zadatak i pokušajte ponovo.
NoFilesFound=Nema otpadnih datoteka
NoTracesFound=Nema tragova greški
FindTraces=%d traga(ova)
NoItemFound=Stavke nisu pronađene
FindFilesSize=Pronađeno je %d datoteka, od ukupno %s
FindTracesSection=U ovoj sekciji je pronađeno %d traga(ova) greški
CanFreeSpace=Pronađeno je %d datoteka i %s će biti spremljeno
TotalTraces=Pronađeno je ukupno %d traga(ova) greški
EnableRestore=Vraćanje sistema je onemogućeno. Želite li omogućiti vraćanje sistema?
RestorePointFail=Neuspjelo stvaranje točke vraćanja.
ErrorMsg=Poruka greške:
NoNewVer=Čestitke, verzija koju koristite je najnovija!
KeyWord=Molimo unesite ključne riječi:
AddFolder=Dodaj mapu
CannotCrTask=Raspored zadataka se ne može napraviti
InvalidType=Molimo unesite valjani nastavak datoteke.
NoType=Molimo označite bar jedan tip za pretragu.
FailToDelete=Neke datoteke ne mogu biti izbrisane do idućeg podizanja sistema.
GoodHabit=Držanje računala čistim je dobra navika. Molimo čistite ga!
7After=%d dana je prošlo od zadnje defragmentacije. Preporuča se hitno skeniranje.
7Before=Dobra je navika držati vaše pogone čiste i sigurne.
TaskExists=Raspored postoji. Želite li ga obrisati ili napraviti novi raspored? (Ne - editiraj postojeći raspored, Prekini - Prekini proces.)
NoBackupSelected=Molimo izaberite pričuvnu kopiju za vraćanje.
StartScan=Skeniraj
StartClean=Pokreni čišćenje
Cancel=Prekini
Idle=U stanju mirovanja
Daily=Dnevno
Weekly=Tjedno
Monthly=Mjesečno
Monday=Ponedjeljak
Tuesday=Utorak
Wednesday=Srijeda
Thursday=Četvrtak
Friday=Petak
Saturday=Subota
Sunday=Nedjelja
AvdDefaultHint=Napredne postavke za pronalaženje beskorisnih datoteka i oslobađanje prostora.
TrashFoundEx=Nađene su slijedeće otpadne datoteke:
NoDriveChecked=Trebate izabrati jedan ili više pogona za skeniranje.
ScanFor=Skeniranje pogona:
FindDrives=Tražim pogone...
[CommonClean]
ScanAbortedHint=Za pronalaženje beskorisnih datoteka i tragova preporučamo hitno skeniranje.
DefaultHint=Čišćenje beskorisnih datoteka i internetskih tragova može sačuvati prostor i osigurati privatnost.
ScanAbortedHint1=Za pronalaženje beskorisnih datoteka preporučamo hitno skeniranje.
WhenIdle=U stanju mirovanja
[SysClean]
Open=Otvori
Remove=Ukloni
MoreSpace=Za više mjesta
Cleaning=Čistim...
Scanning=Skeniram...
ScanEnd=Nađeno je ukupno %d. Nakon oblikovanja bit će oslobođeno %s diskovnog prostora.
NoItems=Čestitke! Vaš sistemski pogon je čist.
SpaceFreed=Oblikovanje je završeno. Oslobođeno je %s diskovnog prostora.
Installer=Zastarjeli Windows Installer
LongInstaller=Zastarjeli instalacioni programi Windowsa su beskorisne datoteke. Mogu se maknuti da bi se oslobodio diskovni prostor.
PatchUninstall=Deinstalacione datoteke za zakrpe Windowsa
LongPatchUninstall=Ako ne trebate deinstalirati nadogradnje Windowsa, te datoteke možete ukloniti.
Downloadedfiles=Preuzete instalacione datoteke Windowsa
Longdownloadedfiles=Nakon uspješno izvedene instalacije nadogradnje, te datoteke je sigurno maknuti.
Baselinecache=Windows Installer Baseline Cache
LongBaselinecache=Datoteke su stvorene servisom Windows instalacionog programa i mogu se maknuti.
JPIME=Japansko IME
LongJPIME=Ako više ne trebate japanske IME datoteke, možete ih maknuti.
KoreanIME=Korejsko IME
LongKoreanIME=Ako više ne trebate korejske IME datoteke, možete ih maknuti.
TChineseIME=Tradicionalno kinesko IME
LongTChineseIME=Ako više ne trebate kineske IME datoteke, možete ih maknuti.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=Ako više ne trebate Pinyin IME datoteke, možete ih maknuti.
HelpFile=Pomoćne datoteke Windowsa
LongHelpFile=Ako više ne trebate datoteke pomoći Windowsa, možete ih maknuti.
SamplePic=Uzorci slika Windowsa
LongSamplePic=Ako više ne trebate uzorke slika, možete ih maknuti.
SampleMic=Uzorci glazbe Windowsa
LongSampleMic=Ako više ne trebate uzorke glazbe, možete ih maknuti.
SampleVideos=Uzorci videa Windowsa
LongSampleVideos=Ako više ne trebate uzorke videa, možete ih maknuti.
SampleMedia=Uzorci medija Windowsa
LongSampleMedia=Ako više ne trebate uzorke medija, možete ih maknuti.
Wallpaper=Wallpaper datoteke Windowsa
LongWallpaper=Ako više ne trebate wallpaper datoteke , možete ih maknuti.
[Area]
Networkmapping=Povijest mapiranja mrežnog pogona
LastDownloadDir=Zadnja lokacija preuzimanja
TrashClean=Beskorisne datoteke u računalu
TraceClean=Tragovi u računalu
WinRar=WinRar
WinZip=WinZip
AcrobatReader=Acrobat Reader
MSN=Windows Live Messenger
OfficePicture=Microsoft Office Picture Manager
Office=Microsoft Office
TypeOtherApp=Druge aplikacije
WindowsPaint=Windows Paint
WindowsDefender=Windows Defender
WindowsWordpad=Windows Wordpad
WindowsMediaPlayer=Windows Media Player
TypeWComponents=Komponente Windowsa
FireFoxOther=Mozilla FireFox Druge povijesti
FireFoxPass=Mozilla FireFox Spremljene lozinke
FireFoxForm=Mozilla FireFox Povijest samodovršetka
FireFoxCookies=Mozilla FireFox Kolačići
ChromePass=Google Chrome Spremljene lozinke
ChromeForm=Google Chrome Povijest samodovršetka
ChromeCookies=Google Chrome Kolačići
IEPass=IE Spremljene lozinke (Privatni podaci neće biti izlistani)
IEForm=IE Povijest samodovršetka (Privatni podaci neće biti izlistani)
IECookies=Microsoft IE Kolačići
TypeInternet=Pretraživanje Interneta
JumpList=Traka skočnih lista (Riješene stavke će također biti maknute)
SearchList=Povijest pretraživanja Windowsa
TraryNotify=Obavjesni Cache platoa Windowsa
ExplorerMRU=Drugi MRU-ovi Explorera
Recentdocuments=Nedavni dokumenti
RunStartMenu=Pokreni u početnom meniju
TypeSystem=Sistem Windowsa
Flash=Adobe Flash Player
TypeMedia=Multimedija
FireFoxCache=Mozilla FireFox Cache
ChromeCache=Google Chrome Cache
IECahce=Microsoft IE Cache
LogFile=Datoteke izvještaja sistema
DownloadedPatch=Preuzete datoteke stvorene Windowsima
ErrorReport=Datoteke izvještaja greške
Dump=Odbačene memorijske datoteke
ThumbCache=Thumbnail Cache
InvalidLnk=Neispravni prečaci
UserTemp=Datoteke u privremenim mapama korisnika
SysTemp=Otpadne datoteke stvorene Windowsima
Prefetch=Windows prefetch podaci
RemoteDesktop=Cache datoteke udaljene radne površine
Recyclebin=Isprazni koš za smeće
SafariCache=Safari Internet Cache
SafariHistory=Safari Povijest
SafariCookies=Safari Kolačići
SafariPass=Safari Sačuvani oblik informacije
[Type]
UserDefine=Korisnički definirano
ZeroFile=Prazne datoteke - 0 byteova
WinSetupLog=Datoteke zapisa greške instalacije Windowsa
NtUninstall=Izbriši deinstalacione izvore za zakrpe Windowsa
InvalidLnk=Neispravni prečaci
UserTemp=Datoteke u privremenim mapama korisnika
WinTemp=Datoteke u privremenim mapama Windowsa
RecentFiles=Linkovi nedavnih datoteka
PatchSource=Izvori nadogradnji Windowsa
TempFile=Privremene datoteke
fcwdir=Datoteke stvorene kod procesa preuzimanja
tfcbp=Privremene datoteke stvorene programima
sdrf=Datoteke vraćanja stvorene prilikom skeniranja
OldFile=Stare datoteke
outdatedfile=Zastarjele datoteke
fcwhfir=Datoteke stvorene kod otvaranja datoteke pomoći
Ncfile=Cache datoteke grupa
Backupfile=Datoteke pričuvne kopije
WBfile=MS Word Pričuvne datoteke
Cbswahf=Datoteke stvorene kod pretraživanja datoteke pomoći
whtf=Privremene datoteke sistema pomoći Windowsa
Logfile=Datoteke zapisnika
LLogfile=Datoteke zapisnika stvorene aplikacijama ili sevisom sistema.
Errorfile=Datoteke greške
Wmdf=Win2000/XP odbačene memorijske datoteke
bcomf=Pričuvne kopije izmjenjenih datoteka
Indexfile=Index datoteke
ifcbsiotitpbs=index datoteke koje je stvorio sistem radi poboljšanja brzine traženja slika
Tfcds=Privremene datoteke stvorene prilikom instalacije
Intermediatefile=Posredne datoteke
chkfile=Oporavljene datoteke
[AutoClean]
DiskSaved=diskovni prostor je sačuvan.
Title=Čestitke!
TraceCleanned=tragovi su očišćeni.

